[Twk_Objective_KillGriff DishonoredObjective]
m_Description="Kill Griff"

[Twk_Objective_KillGriff:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="Kill Griff"
m_Status=""

[Twk_Objectives DishonoredObjective]
m_Description="Chain Gauntlet"

[Twk_Objectives:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="Kill Griff"
m_Status=""

[Twk_Objectives:DishonoredTask_Custom_18 DishonoredTask_Custom]
m_Description="Collect the Rune"
m_Status=""

